Repository: MareskoY/chapax-landing
Catalog: locales/*/messages.po
Languages: ar, de, es, fr, ru

source: footer.company
de: Unternehmen
es: Empresa
ru: Компания

source: footer.support
de: Support
es: Soporte
ru: Поддержка

source: footer.pricing
de: Preise
es: Precios
ru: Тарифы

source: footer.legal
de: Rechtliches
es: Legal
ru: Документы

source: footer.terms
de: Nutzungsbedingungen
es: Términos del servicio
ru: Условия использования

source: footer.privacy
de: Datenschutzerklärung
es: Política de privacidad
ru: Политика конфиденциальности

source: footer.oferta
de: Oferta
es: Oferta
ru: Оферта

source: footer.rekvizity
de: Rekvizity
es: Rekvizity
ru: Реквизиты

source: footer.mobile
de: Mobil
es: Móvil
ru: Мобильные приложения

source: footer.terms_ios
de: Bedingungen (iOS)
es: Términos (iOS)
ru: Условия (iOS)

source: footer.privacy_ios
de: Datenschutz (iOS)
es: Privacidad (iOS)
ru: Политика конфиденциальности (iOS)

source: footer.terms_android
de: Bedingungen (Android)
es: Términos (Android)
ru: Условия (Android)

source: footer.privacy_android
de: Datenschutz (Android)
es: Privacidad (Android)
ru: Политика конфиденциальности (Android)

source: footer.contact
de: Kontakt
es: Contacto
ru: Контакты

source: footer.delete_account
de: Konto löschen
es: Eliminar cuenta
ru: Удалить аккаунт

source: © {year} Chapax. All rights reserved.
de: © {year} Chapax. Alle Rechte vorbehalten.
es: © {year} Chapax. Todos los derechos reservados.
ru: © {year} Chapax. Все права защищены.

source: footer.tagline
de: Schnell. Minimal. Hilfreich.
es: Rápido. Minimalista. Útil.
ru: Быстро. Минимально. Полезно.

source: footer.copyright
de: © {year} Chapax. Alle Rechte vorbehalten.
es: © {year} Chapax. Todos los derechos reservados.

source: View Pricing
ar: عرض الأسعار
de: Preise ansehen
es: Ver precios
fr: Voir les tarifs
ru: Посмотреть тарифы

source: Fast. Minimal. Helpful.
ar: سريع. بسيط. مفيد.
de: Schnell. Minimal. Hilfreich.
es: Rápido. Minimalista. Útil.
fr: Rapide. Minimal. Utile.
ru: Быстро. Минимально. Полезно.

source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
ru: Бесплатно

source: Get in App
ar: احصل عليه في التطبيق
de: In der App holen
es: Obtener en la app
fr: Obtenir dans l'app
ru: Оформить в приложении

source: Chat with basic models
ar: دردشة مع النماذج الأساسية
de: Chat mit Basismodellen
es: Chat con modelos básicos
fr: Chat avec des modèles de base
ru: Чат с базовыми моделями

source: Chat with advanced models
ar: دردشة مع النماذج المتقدمة
de: Chat mit erweiterten Modellen
es: Chat con modelos avanzados
fr: Chat avec des modèles avancés
ru: Чат с продвинутыми моделями

source: Priority access
ar: وصول ذو أولوية
de: Prioritätszugang
es: Acceso prioritario
fr: Accès prioritaire
ru: Приоритетный доступ

source: Video Generation
ar: توليد الفيديو
de: Videogenerierung
es: Generación de video
fr: Génération de vidéo
ru: Генерация видео

source: Pricing
ar: الأسعار
de: Preise
es: Precios
fr: Tarifs
ru: Тарифы

source: Choose the perfect plan for your AI needs
ar: اختر الخطة المثالية لاحتياجاتك من الذكاء الاصطناعي
de: Wähle den perfekten Plan für deine KI-Bedürfnisse
es: Elige el plan perfecto para tus necesidades de IA
fr: Choisissez le plan parfait pour vos besoins en IA
ru: Выберите идеальный тариф под ваши задачи в ИИ

source: Best to try the app
ar: الأفضل لتجربة التطبيق
de: Ideal zum Ausprobieren der App
es: Mejor para probar la app
fr: Idéal pour essayer l'app
ru: Лучше всего, чтобы попробовать приложение

source: More headroom and priority
ar: مساحة أكبر وأولوية
de: Mehr Spielraum und Priorität
es: Más margen y prioridad
fr: Plus de marge et priorité
ru: Больше лимитов и приоритет

source: /mo
ar: /شهريًا
de: /Monat
es: /mes
fr: /mois
ru: /мес

source: What you get
ar: ما تحصل عليه
de: Was du bekommst
es: Lo que obtienes
fr: Ce que vous obtenez
ru: Что входит

source: ≈ chat replies
ar: ≈ ردود الدردشة
de: ≈ Chat-Antworten
es: ≈ respuestas de chat
fr: ≈ réponses de chat
ru: ≈ ответов в чате

source: ≈ photo analysis
de: ≈ Fotoanalyse
es: ≈ análisis de fotos

source: ≈ image gens
ar: ≈ توليدات الصور
de: ≈ Bildgenerierungen
es: ≈ generaciones de imagen
fr: ≈ générations d'image
ru: ≈ генераций изображений

source: ≈ edit photos
de: ≈ Fotobearbeitungen
es: ≈ ediciones de fotos

source: This plan is free for everyone.
ar: هذه الخطة مجانية للجميع.
de: Dieser Plan ist für alle kostenlos.
es: Este plan es gratuito para todos.
fr: Ce plan est gratuit pour tout le monde.
ru: Эта подписка бесплатна для всех.

source: One‑time token packs
ar: حزم الرموز لمرة واحدة
de: Einmalige Token-Pakete
es: Paquetes de tokens únicos
fr: Packs de jetons uniques
ru: Разовые наборы токенов

source: Need more tokens? Get them as you go
ar: تحتاج المزيد من الرموز؟ احصل عليها حسب الحاجة
de: Brauchst du mehr Tokens? Hol sie dir nach Bedarf
es: ¿Necesitas más tokens? Consíguelos sobre la marcha
fr: Besoin de plus de jetons ? Obtenez-les au fur et à mesure
ru: Нужно больше токенов? Покупайте их по мере надобности.

source: tokens/mo
ar: رموز/شهريًا
de: Tokens/Monat
es: tokens/mes
fr: jetons/mois
ru: токенов/мес

source: What are tokens?
ar: ما هي الرموز؟
de: Was sind Tokens?
es: ¿Qué son los tokens?
fr: Que sont les jetons ?
ru: Что такое токены?

source: Tokens explainer
ar: شرح الرموز
de: Tokens-Erklärung
es: Explicación de tokens
fr: Explication des jetons
ru: Объяснение токенов

source: Web App
ar: تطبيق ويب
es: Aplicación web
fr: Application web
ru: Веб‑приложение

source: Access from any browser
ar: الوصول من أي متصفح
de: Zugriff von jedem Browser
es: Accede desde cualquier navegador
fr: Accès depuis n'importe quel navigateur
ru: Доступ из любого браузера

source: Chrome Extension
ar: إضافة كروم
de: Chrome‑Erweiterung
es: Extensión de Chrome
fr: Extension Chrome
ru: Расширение Chrome

source: AI assistant on every page
ar: مساعد ذكاء اصطناعي على كل صفحة
de: KI-Assistent auf jeder Seite
es: Asistente de IA en cada página
fr: Assistant IA sur chaque page
ru: ИИ‑ассистент на каждой странице

source: iOS App
ar: تطبيق iOS
es: Aplicación iOS
fr: Application iOS
ru: iOS‑приложение

source: Available on App Store
ar: متوفر على App Store
de: Verfügbar im App Store
es: Disponible en App Store
fr: Disponible sur l'App Store
ru: Доступно в App Store

source: Android App
ar: تطبيق أندرويد
es: Aplicación Android
fr: Application Android
ru: Android‑приложение

source: Available on Google Play
ar: متوفر على Google Play
de: Verfügbar auf Google Play
es: Disponible en Google Play
fr: Disponible sur Google Play
ru: Доступно в Google Play

source: Available Everywhere
ar: متوفر في كل مكان
de: Überall verfügbar
es: Disponible en todas partes
fr: Disponible partout
ru: Доступно везде

source: Choose your preferred platform and get started with Chapax today
ar: اختر منصتك المفضلة وابدأ مع Chapax اليوم
de: Wähle deine bevorzugte Plattform und starte noch heute mit Chapax
es: Elige tu plataforma preferida y comienza con Chapax hoy
fr: Choisissez votre plateforme préférée et commencez avec Chapax aujourd'hui
ru: Выберите удобную платформу и начните пользоваться Chapax уже сегодня

source: Get Started
ar: ابدأ الآن
de: Loslegen
es: Comenzar
fr: Commencer
ru: Начать

source: Universal AI agent.
ar: وكيل ذكاء اصطناعي عالمي.
de: Universeller KI-Agent.
es: Agente de IA universal.
fr: Agent IA universel.
ru: Универсальный ИИ‑агент.

source: Chat, search, pair coding, deep thinking, generate images, edit photos, create videos, and bring photos to life — plus Magic Edit for instant text fixes and transformations.
ar: دردشة، بحث، برمجة ثنائية، تفكير عميق، توليد صور، تحرير الصور، إنشاء مقاطع فيديو، وإحياء الصور — بالإضافة إلى Magic Edit لإصلاحات نصية فورية وتحويلات.
de: Chat, Suche, Pair-Coding, Deep Thinking, Bilder generieren, Fotos bearbeiten, Videos erstellen und Fotos zum Leben erwecken — plus Magic Edit für sofortige Textkorrekturen und Transformationen.
es: Chat, búsqueda, programación en pareja, pensamiento profundo, genera imágenes, edita fotos, crea videos y da vida a las fotos — más Magic Edit para correcciones y transformaciones de texto instantáneas.
fr: Chat, recherche, programmation en binôme, réflexion profonde, génération d'images, édition de photos, création de vidéos et donner vie aux photos — plus Magic Edit pour des corrections et transformations de texte instantanées.
ru: Чат, поиск, парное программирование, глубокое мышление, генерация изображений, редактирование фото, создание видео и анимация снимков — плюс Magic Edit для мгновенных правок и преобразования текста

source: Download on the
ar: قم بالتنزيل من
de: Herunterladen im
es: Descargar en
fr: Télécharger sur
ru: Загрузить в

source: Get it on
ar: احصل عليه من
de: Erhältlich bei
es: Disponible en
fr: Disponible sur
ru: Доступно в

source: Powered by Leading AI Models
ar: مدعوم من نماذج الذكاء الاصطناعي الرائدة
de: Angetrieben von führenden KI-Modellen
es: Impulsado por modelos de IA líderes
fr: Propulsé par les modèles d'IA leaders
ru: Работает на ведущих ИИ‑моделях

source: Access the most advanced AI models from top providers, all in one place
ar: الوصول إلى أحدث نماذج الذكاء الاصطناعي من أفضل المزودين، كلها في مكان واحد
de: Zugriff auf die fortschrittlichsten KI-Modelle von Top-Anbietern, alles an einem Ort
es: Accede a los modelos de IA más avanzados de los mejores proveedores, todo en un solo lugar
fr: Accédez aux modèles d'IA les plus avancés des meilleurs fournisseurs, le tout en un seul endroit
ru: Доступ к самым продвинутым моделям ИИ от лучших провайдеров в одном месте

source: NEW
ar: جديد
de: NEU
es: NUEVO
fr: NOUVEAU

source: And many more models coming soon
ar: والمزيد من النماذج قريبًا
de: Und viele weitere Modelle kommen bald
es: Y muchos más modelos próximamente
fr: Et bien d'autres modèles à venir
ru: И ещё больше моделей скоро появится

source: Features
ar: المميزات
de: Funktionen
es: Características
fr: Fonctionnalités
ru: Возможности

source: Models
ar: النماذج
de: Modelle
es: Modelos
fr: Modèles
ru: Модели

source: Platforms
ar: المنصات
de: Plattformen
es: Plataformas
fr: Plateformes
ru: Платформы

source: Toggle theme
ar: تبديل السمة
de: Design umschalten
es: Cambiar tema
fr: Changer le thème
ru: Переключить тему

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ru: Язык

source: Sign up
ar: سجل الآن
de: Registrieren
es: Registrarse
fr: S'inscrire
ru: Зарегистрироваться

source: Download App
ar: تنزيل التطبيق
de: App herunterladen
es: Descargar aplicación
fr: Télécharger l'application
ru: Скачать приложение

source: Intelligent Conversations
ar: محادثات ذكية
de: Intelligente Konversationen
es: Conversaciones inteligentes
fr: Conversations intelligentes
ru: Интеллектуальные разговоры

source: AI Chat That Understands You
ar: دردشة ذكاء اصطناعي تفهمك
de: KI-Chat, der dich versteht
es: Chat de IA que te entiende
fr: Chat IA qui vous comprend
ru: ИИ-чат, который понимает вас

source: Experience next-generation AI chat powered by the world's most advanced language models. From deep analysis to real-time web search, our AI adapts to your needs.
ar: جرب دردشة الذكاء الاصطناعي من الجيل التالي مدعومة بأكثر نماذج اللغة تقدمًا في العالم. من التحليل العميق إلى البحث على الويب في الوقت الفعلي، يتكيف ذكاءنا الاصطناعي مع احتياجاتك.
de: Erlebe den KI-Chat der nächsten Generation, angetrieben von den fortschrittlichsten Sprachmodellen der Welt. Von tiefgreifender Analyse bis zur Echtzeit-Websuche — unsere KI passt sich deinen Bedürfnissen an.
es: Experimenta el chat de IA de próxima generación impulsado por los modelos de lenguaje más avanzados del mundo. Desde análisis profundo hasta búsqueda web en tiempo real, nuestra IA se adapta a tus necesidades.
fr: Découvrez le chat IA de nouvelle génération alimenté par les modèles de langage les plus avancés au monde. De l'analyse approfondie à la recherche web en temps réel, notre IA s'adapte à vos besoins.
ru: Испытайте чат нового поколения на базе самых продвинутых языковых моделей. От глубокого анализа до поиска в интернете в реальном времени — ИИ подстраивается под ваши задачи.

source: Deep Thinking
ar: تفكير عميق
de: Tiefes Denken
es: Pensamiento profundo
fr: Réflexion profonde
ru: Глубокое мышление

source: Advanced reasoning and multi-step analysis for complex problems
ar: استدلال متقدم وتحليل متعدد الخطوات للمشكلات المعقدة
de: Fortgeschrittenes Reasoning und mehrstufige Analyse für komplexe Probleme
es: Razonamiento avanzado y análisis de múltiples pasos para problemas complejos
fr: Raisonnement avancé et analyse multi-étapes pour les problèmes complexes
ru: Продвинутое рассуждение и многошаговый анализ для сложных задач

source: Real-Time Search
ar: بحث فوري
de: Echtzeit-Suche
es: Búsqueda en tiempo real
fr: Recherche en temps réel
ru: Поиск в реальном времени

source: Access the latest information from across the web instantly
ar: الوصول إلى أحدث المعلومات من جميع أنحاء الويب على الفور
de: Greife sofort auf die neuesten Informationen aus dem gesamten Web zu
es: Accede a la información más reciente de toda la web al instante
fr: Accédez instantanément aux dernières informations du web
ru: Мгновенно получайте актуальную информацию со всего интернета

source: Voice Mode
ar: وضع الصوت
de: Sprachmodus
es: Modo de voz
fr: Mode vocal
ru: Голосовой режим

source: Natural voice conversations that feel completely human
ar: محادثات صوتية طبيعية تبدو بشرية تمامًا
de: Natürliche Sprachkonversationen, die sich völlig menschlich anfühlen
es: Conversaciones de voz naturales que se sienten completamente humanas
fr: Conversations vocales naturelles qui semblent complètement humaines
ru: Естественные голосовые диалоги, которые ощущаются по-человечески

source: Visual Creation Studio
ar: استوديو الإبداع المرئي
de: Visuelles Kreativstudio
es: Estudio de creación visual
fr: Studio de création visuelle
ru: Студия визуального контента

source: AI-Powered Image Magic
ar: سحر الصور المدعوم بالذكاء الاصطناعي
de: KI-betriebene Bildmagie
es: Magia de imagen impulsada por IA
fr: Magie d'image propulsée par l'IA
ru: Магия изображений на ИИ

source: Transform your ideas into stunning visuals. Generate, edit, and enhance images with professional-grade AI tools that understand your creative vision.
ar: حوّل أفكارك إلى صور مذهلة. أنشئ وحرر وحسّن الصور باستخدام أدوات ذكاء اصطناعي احترافية تفهم رؤيتك الإبداعية.
de: Verwandle deine Ideen in beeindruckende Bilder. Generiere, bearbeite und verbessere Bilder mit professionellen KI-Tools, die deine kreative Vision verstehen.
es: Transforma tus ideas en visuales impresionantes. Genera, edita y mejora imágenes con herramientas de IA de nivel profesional que entienden tu visión creativa.
fr: Transformez vos idées en visuels époustouflants. Générez, modifiez et améliorez des images avec des outils d'IA de qualité professionnelle qui comprennent votre vision créative.
ru: Преобразуйте идеи в яркие визуалы. Генерируйте, редактируйте и улучшайте изображения с помощью профессиональных ИИ-инструментов, которые чувствуют ваш замысел.

source: Image Generation
ar: توليد الصور
de: Bildgenerierung
es: Generación de imágenes
fr: Génération d'images
ru: Генерация изображений

source: Create stunning artwork from text descriptions in seconds
ar: أنشئ أعمالًا فنية مذهلة من وصف نصي في ثوانٍ
de: Erstelle beeindruckende Kunstwerke aus Textbeschreibungen in Sekunden
es: Crea obras de arte impresionantes a partir de descripciones de texto en segundos
fr: Créez des œuvres d'art époustouflantes à partir de descriptions textuelles en quelques secondes
ru: Создавайте впечатляющие изображения по текстовому описанию за секунды

source: Smart Editing
ar: تحرير ذكي
de: Intelligente Bearbeitung
es: Edición inteligente
fr: Édition intelligente
ru: Умное редактирование

source: Professional photo editing powered by AI intelligence
ar: تحرير صور احترافي مدعوم بذكاء الذكاء الاصطناعي
de: Professionelle Fotobearbeitung, angetrieben von KI-Intelligenz
es: Edición fotográfica profesional impulsada por inteligencia de IA
fr: Édition photo professionnelle propulsée par l'intelligence IA
ru: Профессиональное редактирование фото на базе ИИ

source: Inpainting
ar: الإكمال التلقائي
es: Retoque selectivo
fr: Retouche sélective
ru: Инпейтинг

source: Edit specific regions with precision and natural results
ar: حرر مناطق محددة بدقة ونتائج طبيعية
de: Bearbeite bestimmte Bereiche mit Präzision und natürlichen Ergebnissen
es: Edita regiones específicas con precisión y resultados naturales
fr: Modifiez des régions spécifiques avec précision et résultats naturels
ru: Редактируйте отдельные области с точностью и естественным результатом

source: Motion & Animation
ar: الحركة والرسوم المتحركة
de: Bewegung & Animation
es: Movimiento y animación
fr: Mouvement et animation
ru: Движение и анимация

source: Bring Your Ideas to Life
ar: أحيي أفكارك
de: Erwecke deine Ideen zum Leben
es: Da vida a tus ideas
fr: Donnez vie à vos idées
ru: Оживите свои идеи

source: Create captivating videos and animations effortlessly. From text-to-video generation to photo animation, unlock cinematic possibilities.
ar: أنشئ مقاطع فيديو ورسوم متحركة جذابة بسهولة. من توليد الفيديو من النص إلى تحريك الصور، افتح إمكانيات سينمائية.
de: Erstelle mühelos fesselnde Videos und Animationen. Von Text-zu-Video-Generierung bis zur Foto-Animation — erschließe kinematografische Möglichkeiten.
es: Crea videos y animaciones cautivadores sin esfuerzo. Desde generación de texto a video hasta animación de fotos, desbloquea posibilidades cinematográficas.
fr: Créez des vidéos et animations captivantes sans effort. De la génération texte-vidéo à l'animation photo, débloquez des possibilités cinématographiques.
ru: Создавайте захватывающие видео и анимации без усилий. От генерации видео по тексту до анимации фотографий — откройте для себя кинематографичные возможности.

source: Text-to-Video
ar: من النص إلى الفيديو
de: Text zu Video
es: De texto a video
fr: Texte vers vidéo
ru: Текст-в-видео

source: Generate professional videos from your descriptions
ar: أنشئ مقاطع فيديو احترافية من وصفك
de: Generiere professionelle Videos aus deinen Beschreibungen
es: Genera videos profesionales a partir de tus descripciones
fr: Générez des vidéos professionnelles à partir de vos descriptions
ru: Создавайте профессиональные ролики по вашим описаниям

source: Photo Animation
ar: تحريك الصور
de: Foto-Animation
es: Animación de fotos
fr: Animation de photos
ru: Анимация фото

source: Transform static photos into living, breathing moments
ar: حوّل الصور الثابتة إلى لحظات حية نابضة
de: Verwandle statische Fotos in lebendige, atmende Momente
es: Transforma fotos estáticas en momentos vivos y vibrantes
fr: Transformez des photos statiques en moments vivants et vibrants
ru: Преобразуйте статичные снимки в живые, динамичные моменты

source: Video Editing
ar: تحرير الفيديو
de: Videobearbeitung
es: Edición de video
fr: Édition vidéo
ru: Монтаж видео

source: Edit and enhance videos with AI-powered tools
ar: حرر وحسّن مقاطع الفيديو بأدوات مدعومة بالذكاء الاصطناعي
de: Bearbeite und verbessere Videos mit KI-gestützten Tools
es: Edita y mejora videos con herramientas impulsadas por IA
fr: Éditez et améliorez des vidéos avec des outils propulsés par l'IA
ru: Редактируйте и улучшайте видео с помощью ИИ-инструментов

source: Browser Superpowers
ar: قوى خارقة في المتصفح
de: Browser-Superkräfte
es: Superpoderes de navegador
fr: Super-pouvoirs de navigateur
ru: Суперсилы в браузере

source: Your AI Assistant Everywhere
ar: مساعد الذكاء الاصطناعي الخاص بك في كل مكان
de: Dein KI-Assistent überall
es: Tu asistente de IA en todas partes
fr: Votre assistant IA partout
ru: Ваш ИИ-ассистент везде

source: Seamlessly integrate AI into your browsing experience. Get instant help, translations, and text improvements on any webpage.
ar: ادمج الذكاء الاصطناعي بسلاسة في تجربة التصفح الخاصة بك. احصل على مساعدة فورية وترجمات وتحسينات نصية على أي صفحة ويب.
de: Integriere KI nahtlos in dein Surferlebnis. Erhalte sofortige Hilfe, Übersetzungen und Textverbesserungen auf jeder Webseite.
es: Integra sin problemas la IA en tu experiencia de navegación. Obtén ayuda instantánea, traducciones y mejoras de texto en cualquier página web.
fr: Intégrez l'IA de manière transparente dans votre expérience de navigation. Obtenez de l'aide instantanée, des traductions et des améliorations de texte sur n'importe quelle page web.
ru: Незаметно встраивайте ИИ в серфинг по вебу. Получайте мгновенную помощь, переводы и улучшение текста на любой странице.

source: On-Page Assistant
ar: مساعد على الصفحة
de: Seitenassistent
es: Asistente en página
fr: Assistant sur page
ru: Ассистент на странице

source: Smart AI companion available on every website you visit
ar: رفيق ذكاء اصطناعي ذكي متاح على كل موقع ويب تزوره
de: Intelligenter KI-Begleiter auf jeder Website, die du besuchst
es: Compañero de IA inteligente disponible en cada sitio web que visites
fr: Compagnon IA intelligent disponible sur chaque site web que vous visitez
ru: Умный ИИ-спутник на каждом сайте, который вы открываете

source: Instantly fix, improve, or rewrite any text with one click
ar: أصلح أو حسّن أو أعد كتابة أي نص بنقرة واحدة على الفور
de: Behebe, verbessere oder schreibe jeden Text sofort mit einem Klick um
es: Corrige, mejora o reescribe cualquier texto al instante con un solo clic
fr: Corrigez, améliorez ou réécrivez instantanément n'importe quel texte en un clic
ru: Мгновенно исправляйте, улучшайте или переписывайте любой текст в один клик

source: Live Translation
ar: ترجمة حية
de: Live-Übersetzung
es: Traducción en vivo
fr: Traduction en direct
ru: Живой перевод

source: Real-time translation and enhancement as you type
ar: ترجمة وتحسين في الوقت الفعلي أثناء الكتابة
de: Echtzeit-Übersetzung und Verbesserung während du tippst
es: Traducción y mejora en tiempo real mientras escribes
fr: Traduction et amélioration en temps réel pendant que vous tapez
ru: Перевод и улучшение текста в реальном времени, пока вы печатаете

source: Everything You Need,
ar: كل ما تحتاجه،
de: Alles, was du brauchst,
es: Todo lo que necesitas,
fr: Tout ce dont vous avez besoin,
ru: Всё, что вам нужно,

source: All in One Place
ar: كله في مكان واحد
de: Alles an einem Ort
es: Todo en un solo lugar
fr: Tout en un seul endroit
ru: в одном месте

source: From intelligent conversations to stunning visuals, video creation to browser automation — unlock limitless possibilities with AI
ar: من المحادثات الذكية إلى الصور المذهلة، من إنشاء الفيديو إلى أتمتة المتصفح — افتح إمكانيات لا حدود لها مع الذكاء الاصطناعي
de: Von intelligenten Konversationen bis zu beeindruckenden Bildern, Videoerstellung bis zur Browser-Automatisierung — erschließe grenzenlose Möglichkeiten mit KI
es: Desde conversaciones inteligentes hasta visuales impresionantes, creación de videos hasta automatización de navegador — desbloquea posibilidades ilimitadas con IA
fr: Des conversations intelligentes aux visuels époustouflants, de la création vidéo à l'automatisation du navigateur — débloquez des possibilités illimitées avec l'IA
ru: От умных диалогов до ярких визуалов, от создания видео до автоматизации в браузере — раскройте безграничные возможности ИИ

source: Try it now
ar: جربه الآن
de: Jetzt ausprobieren
es: Pruébalo ahora
fr: Essayez maintenant
ru: Попробовать сейчас

source: Start Creating Now
ar: ابدأ الإنشاء الآن
de: Jetzt loslegen
es: Comienza a crear ahora
fr: Commencez à créer maintenant
ru: Начать создавать

source: Plus
ar: بلس
ru: Плюс

source: Popular
ar: شائع
de: Beliebt
fr: Populaire
ru: Популярный

source: ≈ code edits
ar: ≈ تعديلات الكود
fr: ≈ modifications de code
ru: ≈ правок кода

source: tokens
ar: رموز
fr: jetons
ru: токенов

source: Реквизиты
fr: Réквизиты
